Repository: JcDenis/postslistOptions
Catalog: locales/*/main.po
Languages: fr

source: Mark as opened
fr: Ouvrir

source: Mark as closed
fr: Fermer

source: Delete all comments
fr: Supprimer tous les commentaires

source: Delete all trackbacks
fr: Supprimer tous les rétroliens

source: Comments successfully opened.
fr: Commentaires ouverts avec succès.

source: Comments successfully closed.
fr: Commentaires fermés avec succès.

source: Delete posts comments
fr: Supprimer les commentaires des billets

source: Are you sure you want to delete all comments?
fr: Êtes-vous sûr de vouloir supprimer tous les commentaires ?

source: Comments successfully deleted.
fr: Commentaires supprimés avec succès.

source: Trackbacks successfully opened.
fr: Trackbacks ouverts avec succès.

source: Trackbacks successfully closed.
fr: Trackbacks fermés avec succès.

source: Delete posts trackbacks
fr: Supprimer les trackbacks des billets

source: Are you sure you want to delete all trackbacks?
fr: Êtes-vous sûr de vouloir supprimer tous les rétroliens ?

source: Trackbacks successfully deleted.
fr: Trackbacks supprimés avec succès.
